Repository: common-repository/paperview-publisher
Catalog: languages/paperview-publisher-*.po
Languages: pt_pt

source: A plugin to automate the tasks for a Publisher.
pt_pt: Um plugin para automatizar as tarefas de um Publisher.

source: Name
pt_pt: Nome

source: Paperview Publisher settings
pt_pt: Opções do Paperview Publisher

source: Publisher settings
pt_pt: Opções do Publisher

source: Paperview Publication packs
pt_pt: Pacotes da Publicação Paperview

source: Publication packs
pt_pt: Pacotes da Publicação

source: Paperview environment
pt_pt: Ambiente do Paperview

source: Connect to Paperview sandbox
pt_pt: Ligar à sandbox do Paperview

source: Publication ID
pt_pt: ID da Publicação

source: Please enter the unique ID for this Publication
pt_pt: Por favor insira o ID único desta Publicação

source: Publication API key
pt_pt: Chave API da Publicação

source: Link to Publication on Paperview
pt_pt: Ligar à Publicação no Paperview

source: Default User ID for article authors
pt_pt: ID do Utilizador por omissão para autores de artigos

source: Please enter the Paperview User ID with which your articles should be associated by default.<br/>If the WordPress user (or the current user) has an associated Paperview User ID, that one will be used instead.<br/>If this is left blank, no default Paperview User ID will be assumed.
pt_pt: Por favor, insira o ID de Utilizador do Paperview ao qual os seus artigos devem ser associados por omissão.<br/>Se o utilizador do WordPress (ou o utilizador atual) tiver um ID de Utilizador do Paperview associado, esse será utilizado.<br/>Se for deixado em branco, nenhum ID de Utilizador do Paperview será assumido por omissão.

source: Default transaction type
pt_pt: Tipo de transacção por omissão

source: Article protection
pt_pt: Protecção dos artigos

source: By default, activate Paperview in new articles
pt_pt: Por omissão, activar Paperview nos novos artigos

source: Save articles with content gibberish
pt_pt: Guardar artigos com conteúdo sem nexo

source: Save articles with paywall invoker script
pt_pt: Guardar artigos com script de invocação da paywall

source: Available for these post types
pt_pt: Disponível para estes tipos de conteúdo

source: Available for these post statuses
pt_pt: Disponível para estes estados de artigo

source: Pack URL slug
pt_pt: Identificador de Pacote no URL

source: Please enter the URL identifier slug to be used for Packs.
pt_pt: Por favor indique o identificador do URL para ser usado para Pacotes.

source: Example URL: %s
pt_pt: Exemplo de URL: %s

# permalink refresh
source: If you change this field, you may have to %s.
pt_pt: Se alterar este campo, poderá ter que %s.

# permalink refresh
source: refresh permalinks
pt_pt: refrescar as ligações permanentes

source: Plugin uninstall
pt_pt: Remoção do plugin

source: Remove plugin data when uninstalling
pt_pt: Remover dados do plugin aquando da remoção

source: When checked, this plugin's data (including contents stored in clear text) will be removed if this plugin is uninstalled.
pt_pt: Quando esta opção estiver activada, os dados deste plugin (incluindo o conteúdo armazenado em texto não-cifrado) serão apagados se o plugin for removido.

source: Be aware that this removal is irreversible! Backup your data first!
pt_pt: Tenha em atenção que esta remoção é irreversível! Faça backup dos seus dados primeiro!

source: Save settings
pt_pt: Guardar opções

source: Invalid nonce specified
pt_pt: Nonce inválido

source: Error
pt_pt: Erro

source: Publication ID or API key are missing.
pt_pt: Falta o ID ou a Chave API da Publicação.

source: Successfully linked to Paperview Publication.
pt_pt: Ligado com sucesso à Publicação Paperview.

source: Publication not found.
pt_pt: Publicação não encontrada.

source: Changes saved.
pt_pt: Alterações guardadas.

source: Packs
pt_pt: Pacotes

source: Active packs
pt_pt: Pacotes activos

source: Previous packs
pt_pt: Pacotes anteriores

source: Free (logged in)
pt_pt: Gratuito (autenticado)

source: Optional payment
pt_pt: Pagamento opcional

source: Purchase
pt_pt: Venda

source: Subscribers only
pt_pt: Exclusivo assinantes

source: Paperview options
pt_pt: Opções Paperview

source: You need to configure the Paperview Publisher plugin first.
pt_pt: É preciso configurar o plugin Paperview Publisher primeiro.

source: You can find the configuration page %s.
pt_pt: Pode encontrar a página de configuração %s.

source: here
pt_pt: aqui

source: Activate Paperview
pt_pt: Activar Paperview

source: When checked, this content will be processed by Paperview when saving.
pt_pt: Quando esta opção estiver activa, este conteúdo será processado pelo Paperview ao guardar.

source: No available packs.
pt_pt: Sem pacotes disponíveis.

source: Price
pt_pt: Preço

source: Transaction type
pt_pt: Tipo de transacção

source: Article ID
pt_pt: ID do Artigo

source: Enter only if you want to link this post with a Paperview article that already exists.
pt_pt: Especifique apenas se desejar ligar este conteúdo a um artigo já existente do Paperview.

source: Otherwise, leave this field blank, and it will be automatically filled out for you.
pt_pt: Caso contrário, deixe este campo em branco e ele será preenchido automaticamente.

source: If you fill this field with a Paperview article ID, this post will reflect that article; any text you have entered will be lost.
pt_pt: Se preencher este campo com um ID de artigo do Paperview, este artigo irá reflectir o artigo Paperview; qualquer texto que tenha inserido será perdido.

source: Sync with Paperview
pt_pt: Sincronizar com o Paperview

source: Paperview Publisher plugin not configured. Article not saved.
pt_pt: Plugin do Paperview Publisher não está configurado. Artigo não foi enviado.

source: Paperview User ID not configured. Article not saved.
pt_pt: ID de Utilizador do Paperview não foi configurado. Artigo não foi enviado.

source: Error saving Paperview article.
pt_pt: Erro ao guardar o artigo Paperview.

source: Settings
pt_pt: Opções

source: Paperview status
pt_pt: Estado do Paperview

source: Status
pt_pt: Estado

source: not working
pt_pt: não funcional

source: Connection to the Paperview API is %s.
pt_pt: A ligação à API do Paperview está %s.

source: Paperview plugins
pt_pt: Plugins Paperview

source: Paperview Packs
pt_pt: Pacotes Paperview

# taxonomy general name
source: Paperview Packs
pt_pt: Pacotes Paperview

# taxonomy singular name
source: Pack
pt_pt: Pacote

source: Search Packs
pt_pt: Pesquisar Pacotes

source: Popular Packs
pt_pt: Pacotes populares

source: All Packs
pt_pt: Todos os Pacotes

source: Edit Pack
pt_pt: Alterar Pacote

source: View Pack
pt_pt: Ver Pacote

source: Update Pack
pt_pt: Actualizar Pacote

source: Add New Pack
pt_pt: Adicionar Novo Pacote

source: New Pack Name
pt_pt: Nome do novo Pacote

source: Separate packs with commas
pt_pt: Separar pacotes com vírgulas

source: Add or remove packs
pt_pt: Adicionar ou remover pacotes

source: Choose from the most used packs
pt_pt: Escolher dos pacotes mais usadas

source: No packs found
pt_pt: Não foram encontradas pacotes

source: No packs
pt_pt: Sem pacotes

source: Paperview User settings
pt_pt: Opções de Utilizador do Paperview

source: Paperview User ID
pt_pt: ID de Utilizador do Paperview

source: Please enter the Paperview User ID
pt_pt: Por favor indique o ID de Utilizador do Paperview
